Repository: common-repository/polylang-category-creator
Catalog: languages/*-mbc-*.po
Languages: ca, es_es

source: You do not have sufficient permissions to access this page.
ca: No tens permisos suficients per accedir a aquesta pàgina.
es_es: No tienes permisos para acceder a esta pagina

source: Polylang not installed. Please install it to use this plugin. :(
ca: Polylang no està instal·lat. Si us plau instal·leu-lo per poder fer servir aquest plugin.
es_es: Polylang no está instalado. Desinstala este plugin o instala Polylang :(.

source: Taxonomy can't be empty, please select one before filling the form.
ca: La taxonomía no pot estar buida, si us plau selecciona una per poder omplir el formulari.
es_es: La taxonomia no puede estar vacía, por favor selecciona una antes de llenar los campos.

source: Error. Category Name cannot be empty, it's the only field that must be filled.
ca: Error. Els noms de categoría no poden estar buits, es el únic camp que es obligatori.
es_es: Error. Categoría El nombre no puede estar vacío, es el único campo que debe ser llenado.

source: Error. Category name too short or too big
ca: Error. El nom de la categoría es massa curt o llarg.
es_es: Error. nombre de la categoría demasiado corto o demasiado grande

source: Error. Category slug too short or too big
ca: Error. El slug de la categoría és massa curt o llarg.
es_es: Error. Categoría babosa demasiado corto o demasiado grande

source: Error. Category probably exists, if not, try again.
ca: Error. La categoría probablement existeixi, si no és així, torna a intentar-ho.
es_es: Error. Categoría probablemente existe, si no, vuelve a intentarlo.

source: Saved successfully
ca: Guardat correctament
es_es: Guardado correctamente

source: Select first a Taxonomy
ca: Selecciona primer una Taxonomia
es_es: Seleccione primero una taxonomía

source: A tool to create multilanguage categories, easier. You can use custom taxonomies, product categories(woocommerce) and others.
ca: Una eina per crear categories de diversos idiomes, més fàcil. Podeu utilitzar les taxonomies personalitzats, categories de productes (WooCommerce) i altres.
es_es: Una herramienta para crear categorías de varios idiomas, más fácil. Puede utilizar las taxonomías personalizados, categorías de productos (WooCommerce) y otros.

source: Select first a Taxonomy, then you will be able to select a parent category, and then fill the form.
ca: Selecciona primer una Taxonomía, i llavors podrás seleccionar una categoría pare i omplir el formulari.
es_es: Selecciona una Taxonomía, y luego podrá seleccionar una categoria padre si lo necesita, y rellenar los campos.

source: Please consider rating the plugin to know your opinion, and be free to use the support forum if you have any trouble.
ca: Si us plau, considera valorar el plugin en el directori de Wordpress, i si tens algún dubte o problema, no dubtis en escriure en el fórum de suport.
es_es: Por favor, considera valorar el plugin en el directorio de Wordpress para saber su opinión, y no dude en usar el apartado de Soporte si tiene algun problema o duda.

source: Taxonomy
ca: Taxonomia
es_es: Taxonomía

source: Parent Category ID
ca: Categoría pare ID
es_es: ID de la Categoria padre

source: Language
ca: Llenguatge
es_es: Idioma

source: Category Name
ca: Nom de Categoria
es_es: Nombre de la Categoría

source: Slug
es_es: Url (slug)

source: Description
ca: Descripció
es_es: Descripción

source: Create Categories
ca: Crear Categories
es_es: Crear Categorías
